[
    [
        1,
        "North America",
        "San Diego",
        544,
        1041,
        499,
        1043,
        9,
        3.095,
        "San Diego is home to NimbleBit, the people who made this game.",
        "us"
    ],
    [
        2,
        "North America",
        "Los Angeles",
        526,
        1023,
        469,
        1027,
        9,
        10,
        "Los Angeles leads the world in the creation of television production, video games, and recorded music.",
        "us"
    ],
    [
        3,
        "North America",
        "Phoenix",
        605,
        1031,
        566,
        1033,
        3,
        4.193,
        "The temperature in Phoenix reaches and exceeds 100F (38C), on average for 110 days of the year.",
        "us"
    ],
    [
        4,
        "North America",
        "Las Vegas",
        566,
        1002,
        520,
        1003,
        3,
        1.951,
        "Las Vegas has about 150,000 hotel rooms, more than any city in the world.",
        "us"
    ],
    [
        5,
        "North America",
        "San Francisco",
        504,
        981,
        435,
        983,
        9,
        4.335,
        "The California Gold Rush of 1849 brought a flood of treasure seekers to San Francisco.",
        "us"
    ],
    [
        6,
        "North America",
        "Honolulu",
        229,
        1119,
        188,
        1128,
        5,
        4,
        "Temperatures in Honolulu rarely exceed 85F (32C), with lows in the upper-50's F (~15C) occurring once or twice a year.",
        "us"
    ],
    [
        7,
        "North America",
        "Portland",
        491,
        915,
        443,
        917,
        10,
        2.26,
        "Portland's climate is ideal for growing roses, and has been known as 'TheCityofRoses'.",
        "us"
    ],
    [
        8,
        "North America",
        "Salt Lake City",
        573,
        955,
        509,
        957,
        1,
        1.124,
        "Salt Lake City was founded in 1847 by Brigham Young and his Mormon followers, who irrigated and cultivated the arid valley.",
        "us"
    ],
    [
        9,
        "North America",
        "Denver",
        625,
        965,
        589,
        967,
        12,
        2.552,
        "Denver is nicknamed the Mile-High City because its official elevation is exactly one mile above sea level.",
        "us"
    ],
    [
        10,
        "North America",
        "Dallas",
        692,
        1036,
        658,
        1039,
        13,
        6.372,
        "Dallas' importance arose as a center for the oil and cotton industries, and its position along numerous railroad lines.",
        "us"
    ],
    [
        11,
        "North America",
        "Houston",
        703,
        1068,
        662,
        1070,
        13,
        5.947,
        "Houston is named after then-President of the Republic of Texas: former General Sam Houston.",
        "us"
    ],
    [
        12,
        "North America",
        "Kansas City",
        699,
        974,
        643,
        981,
        2,
        2.2,
        "With over 200 fountains, Kansas City claims to have the second most in the world, just behind Rome.",
        "us"
    ],
    [
        13,
        "North America",
        "Seattle",
        491,
        886,
        452,
        888,
        1,
        4,
        "There are 2.5 coffee shops for every 1,000 people in Seattle.",
        "us"
    ],
    [
        14,
        "North America",
        "Spokane",
        550,
        892,
        509,
        894,
        1,
        0.61,
        "Spokane's name is drawn from the Native American tribe known as the Spokane, which means 'ChildrenoftheSun'",
        "us"
    ],
    [
        15,
        "North America",
        "Bismark",
        643,
        898,
        604,
        894,
        2,
        0.109,
        "In February 2007, Bismarck broke the record for most snow angels made in one place (8,962).",
        "us"
    ],
    [
        16,
        "North America",
        "Minneapolis",
        719,
        908,
        666,
        917,
        2,
        3.317,
        "Minneapolis is abundantly rich in water with over twenty lakes and wetlands, the Mississippi river, creeks and waterfalls.",
        "us"
    ],
    [
        17,
        "North America",
        "Chicago",
        757,
        931,
        719,
        933,
        2,
        9.461,
        "Chicago has many nicknames, including 'Chi-town','WindyCity','SecondCity', and the 'CityofBigShoulders.'",
        "us"
    ],
    [
        18,
        "North America",
        "St. Louis",
        737,
        981,
        705,
        992,
        13,
        2.813,
        "Large mammals found in the city include urbanized coyotes and usually a White-tailed deer.",
        "us"
    ],
    [
        19,
        "North America",
        "New Orleans",
        744,
        1059,
        723,
        1072,
        2,
        1.236,
        "New Orleans is well known for its distinct French Creole architecture, as well as its cross cultural and multilingual heritage.",
        "us"
    ],
    [
        20,
        "North America",
        "Atlanta",
        791,
        1028,
        794,
        1023,
        13,
        5.269,
        "Atlanta is an important base for hip hop, gospel, and neo soul music.",
        "us"
    ],
    [
        21,
        "North America",
        "Cincinnati",
        791,
        975,
        795,
        970,
        2,
        2.13,
        "Cincinnati was the first American boomtown in the heart of the country to rival the larger coastal cities in size and wealth.",
        "us"
    ],
    [
        22,
        "North America",
        "Detroit",
        797,
        945,
        763,
        947,
        13,
        4.296,
        "Detroit is known as the center of the world's traditional automotive industry.",
        "us"
    ],
    [
        23,
        "North America",
        "Charleston",
        823,
        1035,
        830,
        1037,
        9,
        0.659,
        "Charleston is known as 'TheHolyCity' due to the prominence of churches on the low-rise cityscape.",
        "us"
    ],
    [
        24,
        "North America",
        "Washington DC",
        839,
        988,
        847,
        990,
        13,
        5.58,
        "The capital city of the USA is named after George Washington and was founded in 1791.",
        "us"
    ],
    [
        25,
        "North America",
        "Orlando",
        806,
        1072,
        813,
        1072,
        13,
        2.134,
        "Orlando is best known for the Walt Disney World Resort, founded by the Walt Disney Company in 1971.",
        "us"
    ],
    [
        26,
        "North America",
        "Miami",
        819,
        1096,
        825,
        1098,
        5,
        5.547,
        "Downtown Miami is home to the largest concentration of international banks in the United States.",
        "us"
    ],
    [
        27,
        "North America",
        "Philadelphia",
        848,
        972,
        855,
        976,
        13,
        5.965,
        "The cheesesteak and soft pretzel are emblematic of Philadelphia cuisine, which is heavily influenced by the city's immigrant population.",
        "us"
    ],
    [
        28,
        "North America",
        "New York",
        864,
        956,
        871,
        957,
        13,
        10,
        "New York is the most populous city in the United States and one of the most populous metropolitan areas in the world.",
        "us"
    ],
    [
        29,
        "North America",
        "Boston",
        885,
        940,
        891,
        942,
        13,
        4.523,
        "Boston was the site of several major events of the American Revolution, including the Boston Massacre and the Boston Tea Party.",
        "us"
    ],
    [
        30,
        "North America",
        "Toronto",
        817,
        925,
        778,
        923,
        13,
        5.113,
        "Toronto is one of the world's most diverse cities by percentage of non-native-born residents.",
        "ca"
    ],
    [
        31,
        "North America",
        "Montreal",
        866,
        912,
        873,
        914,
        13,
        3.636,
        "Montreal takes its name from Mount Royal, the triple-peaked hill located in the heart of the city.",
        "ca"
    ],
    [
        32,
        "North America",
        "Quebec",
        880,
        890,
        846,
        892,
        1,
        0.716,
        "Quebec has a distinct European feel with its stone buildings and winding streets lined with shops and restaurants.",
        "ca"
    ],
    [
        33,
        "North America",
        "Goose Bay",
        952,
        789,
        904,
        790,
        12,
        0.008,
        "Goose Bay was an alternative, but unused, landing site for the now-decommissioned NASA space shuttle.",
        "ca"
    ],
    [
        34,
        "North America",
        "Nuuk",
        1048,
        679,
        1022,
        681,
        12,
        0.018,
        "The area around Nuuk was first occupied by the ancient people of the Saqqaq culture as far back as 2200 BC.",
        "gl"
    ],
    [
        35,
        "North America",
        "Winnipeg",
        689,
        862,
        647,
        864,
        1,
        0.695,
        "The name 'Winnipeg' comes from the Cree for 'muddywaters'.",
        "ca"
    ],
    [
        36,
        "North America",
        "Calgary",
        577,
        832,
        581,
        840,
        12,
        1.079,
        "In 1988, Calgary became the first Canadian city to host the Olympic Winter Games.",
        "ca"
    ],
    [
        37,
        "North America",
        "Edmonton",
        584,
        798,
        590,
        793,
        12,
        1.035,
        "Edmonton is home to North America's largest mall, West Edmonton Mall.",
        "ca"
    ],
    [
        38,
        "North America",
        "Vancouver",
        488,
        856,
        434,
        858,
        1,
        2.117,
        "Vancouver is one of the most ethnically and linguistically diverse cities in Canada.",
        "ca"
    ],
    [
        39,
        "North America",
        "Ketchikan",
        451,
        803,
        457,
        805,
        12,
        0.008,
        "Ketchikan's economy is based upon tourism and fishing, and the city is known as the 'SalmonCapitaloftheWorld.'",
        "ca"
    ],
    [
        40,
        "North America",
        "Juneau",
        419,
        771,
        424,
        772,
        12,
        0.017,
        "Juneau is larger in area than the state of Delaware and was, for many years, the largest city in the USA by area.",
        "us"
    ],
    [
        41,
        "North America",
        "Anchorage",
        295,
        707,
        244,
        709,
        12,
        0.375,
        "Anchorage is Alaska's largest city and constitutes more than 40 percent of the state's total population.",
        "us"
    ],
    [
        42,
        "North America",
        "Fairbanks",
        310,
        653,
        316,
        650,
        12,
        0.052,
        "The highest recorded temperature in Fairbanks was 99F (37C), while the lowest was 66F (54C).",
        "us"
    ],
    [
        43,
        "North America",
        "Nome",
        177,
        657,
        150,
        659,
        12,
        0.004,
        "The city of Nome claims to be home to the world's largest gold pan.",
        "us"
    ],
    [
        44,
        "North America",
        "Chihuahua",
        631,
        1070,
        583,
        1072,
        3,
        0.841,
        "In 2010 the city of Chihuahua hosted the 24th IAAF World Race Walking Cup.",
        "mx"
    ],
    [
        45,
        "North America",
        "Monterrey",
        671,
        1086,
        622,
        1095,
        3,
        5.347,
        "Monterrey is one of Mexico's most developed cities, with the highest per capita income in the nation.",
        "mx"
    ],
    [
        46,
        "North America",
        "Mexico City",
        683,
        1145,
        629,
        1147,
        1,
        8.851,
        "Mexico City was originally built on an island of Lake Texcoco by the Aztecs in 1325 as Tenochtitlan.",
        "mx"
    ],
    [
        47,
        "North America",
        "Oaxaca",
        699,
        1161,
        662,
        1163,
        3,
        0.265,
        "Hernan Cortes sent Francisco de Orozco to Oaxaca because Moctezuma II said that the Aztec’s gold came from there.",
        "mx"
    ],
    [
        48,
        "North America",
        "Havana",
        795,
        1120,
        763,
        1113,
        5,
        3,
        "Havana was founded in the 16th century as a stopping point for treasure laden Spanish Galleons.",
        "cu"
    ],
    [
        49,
        "North America",
        "Cancun",
        767,
        1133,
        771,
        1141,
        5,
        0.628,
        "Cancun has evolved from a sleepy fisherman's island to being one of the most renowned Mexican resorts.",
        "mx"
    ],
    [
        50,
        "North America",
        "Santo Domingo",
        888,
        1150,
        894,
        1158,
        5,
        3.712,
        "Founded in 1496, Santo Domingo is the oldest continuously inhabited European settlement in the Americas.",
        "do"
    ],
    [
        51,
        "North America",
        "Guatemala",
        740,
        1178,
        747,
        1177,
        6,
        4.1,
        "Guatemala is one of the Americas most notable archaeological sites.",
        "gt"
    ],
    [
        52,
        "North America",
        "San Jose",
        789,
        1212,
        743,
        1218,
        5,
        2,
        "In San Jose the most popular food is the national dish of gallo pinto, which is a mixture of fried rice and black beans.",
        "cr"
    ],
    [
        53,
        "North America",
        "Panama City",
        828,
        1221,
        832,
        1217,
        5,
        1.273,
        "Panama City has a dense skyline of mostly highrise buildings, and it is surrounded by a large belt of tropical rainforest.",
        "pa"
    ],
    [
        54,
        "North America",
        "Yellowknife",
        566,
        691,
        511,
        693,
        12,
        0.02,
        "Prospector B.A. Blakeney, made the first discovery of gold in the Yellowknife Bay area in the late 19th century.",
        "ca"
    ],
    [
        55,
        "North America",
        "Iqaluit",
        909,
        664,
        878,
        658,
        12,
        0.007,
        "Iqaluit was founded in 1942 as a refueling site for short range fighter aircraft being flown across the Atlantic during WW2.",
        "ca"
    ],
    [
        56,
        "North America",
        "Barrow",
        252,
        521,
        218,
        517,
        12,
        0.004,
        "Barrow is one of the northernmost cities in the world and is the northernmost city in the USA.",
        "us"
    ],
    [
        57,
        "South America",
        "Caracas",
        910,
        1209,
        912,
        1203,
        6,
        6.474,
        "Once a colonial city of red-tiled roofs, Caracas now has many skyscrapers.",
        "ve"
    ],
    [
        58,
        "South America",
        "Bogota",
        860,
        1245,
        867,
        1253,
        10,
        7.881,
        "With its many universities and libraries, Bogota has become known as 'TheAthensofSouthAmerica'.",
        "co"
    ],
    [
        59,
        "South America",
        "Georgetown",
        985,
        1242,
        930,
        1245,
        5,
        0.355,
        "Georgetown is nicknamed 'GardenCityoftheCaribbean.'",
        "gy"
    ],
    [
        60,
        "South America",
        "Quito",
        827,
        1295,
        834,
        1297,
        1,
        3.342,
        "Due to its elevation and its proximity to the equator, Quito has a fairly constant cool climate, with spring like weather year round.",
        "ec"
    ],
    [
        61,
        "South America",
        "Iquitos",
        880,
        1320,
        885,
        1315,
        6,
        0.406,
        "Iquitos has a growing reputation as a tourist destination, especially as a base for tours of the Amazon rainforest.",
        "pe"
    ],
    [
        62,
        "South America",
        "Manaus",
        972,
        1306,
        977,
        1315,
        13,
        2.042,
        "Manaus is home to the largest urban forest in the world.",
        "br"
    ],
    [
        63,
        "South America",
        "Belem",
        1054,
        1299,
        1061,
        1301,
        9,
        2.249,
        "Founded in 1616 by the Kingdom of Portugal, Belem was the first European colony on the Amazon.",
        "br"
    ],
    [
        64,
        "South America",
        "Fortaleza",
        1121,
        1316,
        1129,
        1318,
        5,
        3.602,
        "Fortaleza is known for excellent Surfing, Windsurfing, Kite surfing, Fishing and Shopping.",
        "br"
    ],
    [
        65,
        "South America",
        "Lima",
        837,
        1357,
        814,
        1360,
        9,
        8.473,
        "Lima is home to one of the largest financial hubs in Latin America as well as being the capital of Peru.",
        "pe"
    ],
    [
        66,
        "South America",
        "Cuzco",
        884,
        1390,
        891,
        1392,
        10,
        0.359,
        "Cuzco was the capital of the Inca Empire which existed from the 13th century to 1532.",
        "pe"
    ],
    [
        67,
        "South America",
        "Brasilia",
        1044,
        1419,
        1051,
        1421,
        2,
        2.563,
        "The city was planned and developed in 1956 and on April 22 of 1960, it formally became Brazil's national capital.",
        "br"
    ],
    [
        68,
        "South America",
        "Salvador",
        1126,
        1385,
        1133,
        1387,
        5,
        4.866,
        "Salvador features a tropical rainforest climate with no discernable dry season.",
        "br"
    ],
    [
        69,
        "South America",
        "La Paz",
        911,
        1428,
        918,
        1430,
        1,
        2.364,
        "Overlooking La Paz is towering triple-peaked Illimani, which is always snow-covered and can be seen from several parts of the city.",
        "bo"
    ],
    [
        70,
        "South America",
        "Rio de Janeiro",
        1094,
        1466,
        1102,
        1468,
        5,
        10,
        "Rio de Janeiro is the most visited city in the southern hemisphere due to its natural settings, carnival celebrations, music and beaches.",
        "br"
    ],
    [
        71,
        "South America",
        "Asuncion",
        993,
        1497,
        949,
        1499,
        13,
        2.329,
        "Asuncion is one of the oldest cities in South America and the longest continually inhabited area in the River Plate Basin.",
        "py"
    ],
    [
        72,
        "South America",
        "Santiago",
        882,
        1550,
        840,
        1553,
        1,
        7.2,
        "Santiago's Metro is South America's most extensive metro system. It carries around 2,400,000 passengers a day.",
        "cl"
    ],
    [
        73,
        "South America",
        "Cordoba",
        949,
        1541,
        956,
        1543,
        13,
        1.53,
        "Cordoba has many historical monuments from the times of Spanish colonialism, especially buildings of the Roman Catholic Church.",
        "uy"
    ],
    [
        74,
        "South America",
        "Buenos Aires",
        988,
        1575,
        996,
        1579,
        13,
        10,
        "Buenos Aires is a top tourist destination, and is known for its European style architecture and rich cultural life.",
        "ar"
    ],
    [
        75,
        "South America",
        "Bariloche",
        887,
        1642,
        895,
        1644,
        1,
        0.108,
        "The name Bariloche comes from the Mapudungun word Vuriloche meaning 'peoplefrombehindthemountain'.",
        "ar"
    ],
    [
        76,
        "South America",
        "Punta Arenas",
        898,
        1777,
        906,
        1779,
        9,
        0.119,
        "Originally established as a tiny penal colony in 1848, Punta Arenas is the largest city south of the 46th parallel south.",
        "cl"
    ],
    [
        77,
        "South America",
        "Easter Island",
        599,
        1495,
        538,
        1491,
        9,
        0.005,
        "Easter Island is famous for its monumental statues, called moai, created by the early Rapanui people.",
        "cl"
    ],
    [
        78,
        "South America",
        "Sao Paulo",
        1062,
        1480,
        1067,
        1488,
        5,
        10,
        "Sao Paulo is the largest city in South America and the entire southern hemisphere.",
        "br"
    ],
    [
        79,
        "Europe",
        "Reykjavik",
        1250,
        656,
        1257,
        658,
        12,
        0.202,
        "Reykjavik, Iceland is the world's northernmost capital of a sovereign state.",
        "is"
    ],
    [
        80,
        "Europe",
        "Hammerfest",
        1602,
        538,
        1549,
        540,
        12,
        0.009,
        "In 1891, Hammerfest became the first urban settlement in Northern Europe to get electrical street lights.",
        "no"
    ],
    [
        81,
        "Europe",
        "Murmansk",
        1665,
        562,
        1673,
        562,
        12,
        0.308,
        "Murmansk is home port to Atomflot, the world's only fleet of nuclear powered icebreakers.",
        "ru"
    ],
    [
        82,
        "Europe",
        "Trondheim",
        1490,
        675,
        1443,
        677,
        10,
        0.176,
        "Trondheim was founded in 997 as a trading post, and was the capital of Norway during the Viking Age until 1217.",
        "no"
    ],
    [
        83,
        "Europe",
        "Lulea",
        1583,
        640,
        1559,
        636,
        12,
        0.047,
        "Lulea is home to one of the oldest indoor shopping centres in the world, 'Shopping' opened in 1955.",
        "se"
    ],
    [
        84,
        "Europe",
        "Oulu",
        1619,
        648,
        1626,
        650,
        12,
        0.144,
        "Once known for wood tar and salmon, Oulu has evolved into a major high-tech centre.",
        "fi"
    ],
    [
        85,
        "Europe",
        "Bergen",
        1458,
        723,
        1424,
        725,
        1,
        0.389,
        "In 1349, the Black Death was inadvertently brought to Norway by the crew of an English ship arriving in Bergen.",
        "no"
    ],
    [
        86,
        "Europe",
        "Oslo",
        1495,
        736,
        1487,
        730,
        12,
        1.442,
        "Oslo is outstandingly cloudy, receiving an average of 70 days of bright sunshine annually.",
        "no"
    ],
    [
        87,
        "Europe",
        "Stockholm",
        1551,
        736,
        1558,
        738,
        9,
        2.091,
        "The almost total absence of heavy industry makes Stockholm one of the world's cleanest metropolises.",
        "se"
    ],
    [
        88,
        "Europe",
        "Helsinki",
        1606,
        718,
        1610,
        711,
        9,
        1.342,
        "Helsinki enjoys long days in summer, close to nineteen hours around the summer solstice.",
        "fi"
    ],
    [
        89,
        "Europe",
        "St. Petersburg",
        1645,
        725,
        1652,
        727,
        13,
        4.88,
        "From 1732 to 1918, Saint Petersburg was the Imperial capital of Russia, and is the 2nd largest Russian city after Moscow.",
        "ru"
    ],
    [
        90,
        "Europe",
        "Glasgow",
        1392,
        781,
        1350,
        783,
        13,
        2.55,
        "Glasgow's principal library, the Mitchell Library, has grown into one of the largest public reference libraries in Europe.",
        "uk"
    ],
    [
        91,
        "Europe",
        "Copenhagen",
        1516,
        783,
        1522,
        790,
        9,
        1.931,
        "Copenhagen is home to the oldest still operating roller coaster and the oldest ferris wheel in the World.",
        "dk"
    ],
    [
        92,
        "Europe",
        "Riga",
        1604,
        772,
        1611,
        774,
        13,
        1.027,
        "Riga began to develop as a centre of Viking trade during the early Middle Ages.",
        "lv"
    ],
    [
        93,
        "Europe",
        "Moscow",
        1719,
        780,
        1727,
        782,
        13,
        10,
        "Moscow had 79 billionaires, displacing New York City as the city with the greatest number of billionaires.",
        "ru"
    ],
    [
        94,
        "North America",
        "Hilo",
        268,
        1144,
        273,
        1139,
        5,
        0.1,
        "The summit of Mauna Kea near Hilo provides the clearest view of the skies of any location on earth for optical telescopes.",
        "us"
    ],
    [
        95,
        "North America",
        "Inuvik",
        417,
        579,
        424,
        581,
        12,
        0.003,
        "Inuvik is currently the northernmost Canadian community to appear on Google Street View.",
        "ca"
    ],
    [
        96,
        "North America",
        "Whitehorse",
        403,
        723,
        411,
        725,
        1,
        0.023,
        "In 1920 the first planes landed in Whitehorse and the first air mail was sent in November 1927.",
        "ca"
    ],
    [
        97,
        "North America",
        "Saskatoon",
        635,
        820,
        641,
        815,
        13,
        0.261,
        "Saskatoon boasts the only burlesque group in the Prairies, the Rosebud Burlesque.",
        "ca"
    ],
    [
        98,
        "North America",
        "Thunder Bay",
        749,
        872,
        753,
        867,
        1,
        0.122,
        "The city takes its name from the immense Thunder Bay at the head of Lake Superior.",
        "ca"
    ],
    [
        99,
        "North America",
        "Ottawa",
        838,
        912,
        806,
        908,
        13,
        2,
        "On December 31, 1857, Queen Victoria was asked to choose a common capital for the Province of Canada and she chose Ottawa.",
        "ca"
    ],
    [
        100,
        "Europe",
        "Belfast",
        1368,
        805,
        1332,
        807,
        13,
        0.642,
        "In the 20th century Belfast was the biggest and most productive shipyard in the world, and was the birthplace of the RMS Titanic.",
        "uk"
    ],
    [
        101,
        "Europe",
        "Manchester",
        1397,
        817,
        1404,
        819,
        13,
        0.5,
        "Much of Manchester's history is concerned with textile manufacture during the Industrial Revolution.",
        "uk"
    ],
    [
        102,
        "Europe",
        "Amsterdam",
        1461,
        830,
        1468,
        832,
        13,
        2.872,
        "The city is home to the Amsterdam Stock Exchange, the oldest stock exchange in the world.",
        "nl"
    ],
    [
        103,
        "Europe",
        "Berlin",
        1528,
        831,
        1533,
        826,
        13,
        4.43,
        "After World War II, the city became divided into East Berlin and West Berlin. It was reunified in 1990.",
        "de"
    ],
    [
        104,
        "Europe",
        "Warsaw",
        1578,
        831,
        1585,
        834,
        13,
        2.632,
        "The mermaid is Warsaw's symbol and can be found on statues throughout the city and on the city's coat of arms.",
        "pl"
    ],
    [
        105,
        "Europe",
        "Minsk",
        1644,
        807,
        1651,
        809,
        13,
        2.1,
        "Minsk is the major industrial centre of Belarus. The city has over 250 factories and plants.",
        "by"
    ],
    [
        106,
        "Europe",
        "London",
        1410,
        845,
        1374,
        847,
        13,
        10,
        "London has been a major settlement for two millennia, its history going back to its founding by the Romans, who called it Londinium.",
        "uk"
    ],
    [
        107,
        "Europe",
        "Brussels",
        1454,
        853,
        1461,
        855,
        13,
        2,
        "Brussels serves as capital of the European Union, hosting the major political institutions of the Union.",
        "be"
    ],
    [
        108,
        "Europe",
        "Prague",
        1537,
        859,
        1544,
        861,
        13,
        1.965,
        "Since the fall of the Iron Curtain, Prague has become one of Europe's (and the world's) most popular tourist destinations.",
        "cz"
    ],
    [
        109,
        "Europe",
        "Kiev",
        1670,
        855,
        1677,
        857,
        13,
        3.648,
        "It is said that one can walk from one end of Kiev to the other in the summertime without leaving the shade of its many trees.",
        "ua"
    ],
    [
        110,
        "Europe",
        "Volgograd",
        1746,
        872,
        1751,
        881,
        2,
        1.021,
        "Volgograd was made famous for its resistance, extensive damage, and loss of life during the Battle of Stalingrad during World War II.",
        "ru"
    ],
    [
        111,
        "Europe",
        "Paris",
        1436,
        871,
        1443,
        874,
        13,
        10,
        "Paris was the largest city in the Western world for about 1,000 years, prior to the 19th century.",
        "fr"
    ],
    [
        112,
        "Europe",
        "Bern",
        1480,
        886,
        1487,
        888,
        1,
        0.66,
        "Albert Einstein worked out his theory of relativity while living in Bern, employed as a clerk at the patent office.",
        "ch"
    ],
    [
        113,
        "Europe",
        "Munich",
        1507,
        878,
        1515,
        880,
        1,
        3,
        "The Weisswurst ('white sausage') is a Munich speciality, traditionally eaten only before noon and served with sweet mustard and pretzels.",
        "de"
    ],
    [
        114,
        "Europe",
        "Vienna",
        1553,
        878,
        1561,
        880,
        13,
        2.419,
        "Musical prodigies like Mozart, Beethoven, Schubert, Brahms, Mahler and Haydn have all composed music in Vienna.",
        "at"
    ],
    [
        115,
        "Europe",
        "Bordeaux",
        1417,
        910,
        1372,
        912,
        2,
        1.105,
        "Bordeaux is the world's major wine industry capital. Bordeaux wine has been produced in the region since the 8th century.",
        "fr"
    ],
    [
        116,
        "Europe",
        "Lyon",
        1455,
        905,
        1463,
        907,
        13,
        2.118,
        "Lyon has a significant role in the history of cinema due to Auguste and Louis Lumiere who invented the cinematographer in Lyon.",
        "fr"
    ],
    [
        117,
        "Europe",
        "Venice",
        1508,
        909,
        1514,
        906,
        9,
        0.271,
        "The classical Venetian boat is the gondola, although it is now mostly used for tourists, or for weddings, funerals, or other ceremonies.",
        "it"
    ],
    [
        118,
        "Europe",
        "Belgrade",
        1578,
        912,
        1585,
        914,
        13,
        1.639,
        "Belgrade has a reputation for offering a vibrant nightlife, and many clubs that are open until dawn can be found throughout the city.",
        "rs"
    ],
    [
        119,
        "Europe",
        "Bucharest",
        1651,
        912,
        1658,
        914,
        13,
        1.93,
        "Bucharest was once called 'theParisoftheEast' or 'LittleParis.'",
        "ro"
    ],
    [
        120,
        "Europe",
        "Tbilisi",
        1746,
        936,
        1753,
        938,
        1,
        1.485,
        "Studies of the region have revealed that the territory of Tbilisi was settled by humans as early as the 4th millennium BCE.",
        "ge"
    ],
    [
        121,
        "Europe",
        "Lisbon",
        1355,
        971,
        1323,
        973,
        9,
        2.816,
        "Lisbon is one of the oldest cities in the world, predating other modern European capitals such as London, Paris and Rome.",
        "pt"
    ],
    [
        122,
        "Europe",
        "Cordoba",
        1384,
        982,
        1391,
        985,
        10,
        0.325,
        "The most important building and symbol of the city is the Great Mosque of Cordoba, finished in 987.",
        "es"
    ],
    [
        123,
        "Europe",
        "Madrid",
        1395,
        955,
        1366,
        951,
        13,
        6.459,
        "During the Spanish Civil War (1936 - 1939), Madrid became the first European city to be bombed by airplanes.",
        "es"
    ],
    [
        124,
        "Europe",
        "Barcelona",
        1435,
        952,
        1442,
        954,
        9,
        5.083,
        "One of the most famous buildings in Barcelona is the immense but still unfinished church of the Sagrada Família.",
        "es"
    ],
    [
        125,
        "Europe",
        "Rome",
        1508,
        942,
        1515,
        944,
        13,
        2.761,
        "Rome's history spans two and a half thousand years. It was the capital city of the Roman Kingdom, Roman Republic and Roman Empire.",
        "it"
    ],
    [
        126,
        "Europe",
        "Naples",
        1532,
        960,
        1498,
        962,
        5,
        0.963,
        "Culinarily, Naples is synonymous with pizza, which originated in the city.",
        "it"
    ],
    [
        127,
        "Europe",
        "Athens",
        1599,
        982,
        1565,
        984,
        9,
        3.737,
        "Athens is widely referred to as the cradle of Western civilization and the birthplace of democracy.",
        "gr"
    ],
    [
        128,
        "Europe",
        "Istanbul",
        1642,
        958,
        1650,
        961,
        9,
        10,
        "Now it's Istanbul, not Constantinople.",
        "tr"
    ],
    [
        129,
        "Asia",
        "Norilsk",
        2073,
        576,
        2081,
        578,
        12,
        0.175,
        "The nickel deposits of Norilsk-Talnakh are the largest nickel-copper-palladium deposits in the world.",
        "ru"
    ],
    [
        130,
        "Asia",
        "Tiksi",
        2384,
        514,
        2362,
        516,
        12,
        0.005,
        "Tiksi's winters are very cold, with temperatures remaining well below zero from November through February.",
        "ru"
    ],
    [
        131,
        "Asia",
        "Pevek",
        2709,
        558,
        2681,
        556,
        12,
        0.004,
        "The labor in Pevek that provided the Soviet Union with tin and uranium throughout the 20th century were prisoners in the Gulag system.",
        "ru"
    ],
    [
        132,
        "Asia",
        "Perm",
        1851,
        755,
        1858,
        757,
        13,
        0.992,
        "From 1940 to 1957 the city of Perm was named Molotov.",
        "ru"
    ],
    [
        133,
        "Asia",
        "Novosibirsk",
        2063,
        798,
        2071,
        800,
        13,
        1.474,
        "Novosibirsk is the third most populous city in Russia after Moscow and Saint Petersburg and the most populous city of Asian Russia.",
        "ru"
    ],
    [
        134,
        "Asia",
        "Yakutsk",
        2394,
        701,
        2355,
        703,
        12,
        0.269,
        "Yakutsk did not grow into a city until the discovery of large reserves of gold and other minerals in the 1880s and 1890s.",
        "ru"
    ],
    [
        135,
        "Asia",
        "Magadan",
        2561,
        734,
        2522,
        729,
        1,
        0.096,
        "The principal sources of income for the local economy in Magadan are gold mining and fisheries.",
        "ru"
    ],
    [
        136,
        "Asia",
        "Anadyr",
        2749,
        648,
        2713,
        645,
        12,
        0.013,
        "Anadyr is the easternmost town in Russia, and an important Sea and Air port for the Russian far east.",
        "ru"
    ],
    [
        137,
        "Asia",
        "Urumqi",
        2087,
        924,
        2095,
        926,
        1,
        2.744,
        "The largest city in western China, Urumqi has earned a place in the record books as the most remote city from any sea in the world.",
        "cn"
    ],
    [
        138,
        "Asia",
        "Beijing",
        2295,
        966,
        2261,
        968,
        10,
        10,
        "Beijing's Capital International Airport is the second busiest in the world by passenger traffic.",
        "cn"
    ],
    [
        139,
        "Asia",
        "Xining",
        2158,
        995,
        2165,
        997,
        10,
        1.2,
        "Xining has been dubbed the Summer Resort Capital of China because of its cool summers.",
        "cn"
    ],
    [
        140,
        "Asia",
        "Ulan Bator",
        2221,
        886,
        2228,
        888,
        10,
        1.19,
        "Ulan Bator was founded in 1639 as a nomadic Buddhist monastic centre. In 1778 it settled permanently at its present location.",
        "mn"
    ],
    [
        141,
        "Asia",
        "Shenyang",
        2345,
        948,
        2301,
        945,
        13,
        8.1,
        "Shenyang serves as the transportation and commercial hub of China's northeast - particularly with Japan, Russia, and Korea.",
        "cn"
    ],
    [
        142,
        "Asia",
        "Harbin",
        2369,
        900,
        2337,
        902,
        13,
        5.282,
        "The annual Harbin International Ice and Snow Sculpture Festival is one of the world's four largest ice and snow festivals.",
        "cn"
    ],
    [
        143,
        "Asia",
        "Vladivostok",
        2402,
        933,
        2348,
        929,
        9,
        0.592,
        "The city is the home port of the Russian Pacific Fleet and the largest Russian port on the Pacific Ocean.",
        "ru"
    ],
    [
        144,
        "Asia",
        "Sapporo",
        2479,
        936,
        2443,
        932,
        1,
        3,
        "The city is home to Sapporo Brewery and the famous white chocolate biscuits called shiroi koibito.",
        "jp"
    ],
    [
        145,
        "Asia",
        "Seoul",
        2372,
        989,
        2379,
        991,
        6,
        10,
        "Seoul is the most wired city in the world, with over half of it's population utilizing a broadband connection.",
        "kr"
    ],
    [
        146,
        "Asia",
        "Sendai",
        2477,
        981,
        2483,
        988,
        9,
        2,
        "In March 2011, a 9.0 earthquake and a subsequent major tsunami hit Sendai, causing major damage.",
        "jp"
    ],
    [
        147,
        "Asia",
        "Tokyo",
        2467,
        1014,
        2472,
        1022,
        6,
        10,
        "Tokyo is the capital of Japan, and the largest city in the world. Tokyo is routinely destroyed by giant monsters such as Godzilla.",
        "jp"
    ],
    [
        148,
        "Asia",
        "Osaka",
        2433,
        1017,
        2406,
        1012,
        6,
        4,
        "Osaka is served by Kansai International Airport, built on an artificial island that sits off-shore in Osaka Bay.",
        "jp"
    ],
    [
        149,
        "Asia",
        "Nagasaki",
        2395,
        1032,
        2353,
        1034,
        10,
        0.446,
        "On August 9, 1945, Nagasaki was the target of the United States' second atomic bomb attack.",
        "jp"
    ],
    [
        150,
        "Asia",
        "Yinchuan",
        2219,
        974,
        2175,
        976,
        10,
        1.3,
        "Yinchuan deals in animal products from the herds tended by nomads in the surrounding grasslands.",
        "cn"
    ],
    [
        151,
        "Asia",
        "Shanghai",
        2323,
        1052,
        2281,
        1054,
        13,
        10,
        "Shanghai is the largest city by population in China and the largest city proper by population in the world.",
        "cn"
    ],
    [
        152,
        "Asia",
        "Nanping",
        2296,
        1082,
        2256,
        1084,
        6,
        2.9,
        "High walls surrounding Nanping were used to prevent artillery fire, and formed a considerable obstacle to attack in older times.",
        "cn"
    ],
    [
        153,
        "Asia",
        "Guangzhou",
        2265,
        1105,
        2215,
        1107,
        13,
        10,
        "The Portuguese were the first Europeans to arrive in Guangzhou by sea in 1514, establishing a monopoly on external trade.",
        "cn"
    ],
    [
        154,
        "Asia",
        "Hong Kong",
        2279,
        1117,
        2273,
        1128,
        5,
        7.061,
        "Hong Kong became a colony of the British Empire until 1997, when China resumed sovereignty.",
        "hk"
    ],
    [
        155,
        "Asia",
        "Taipei",
        2329,
        1102,
        2334,
        1099,
        6,
        6.9,
        "Taipei 101 is a 101-floor landmark skyscraper in Taipei that was world's tallest building when it opened in 2004. (now #2)",
        "tw"
    ],
    [
        156,
        "Asia",
        "Hanoi",
        2210,
        1132,
        2181,
        1134,
        6,
        6.5,
        "October 2010 officially marked 1000 years since the establishment of Hanoi, which is the capital of Vietnam.",
        "vn"
    ],
    [
        157,
        "Asia",
        "Xi''an",
        2250,
        1021,
        2224,
        1023,
        13,
        8.468,
        "The Mausoleum of Qin Shi Huang and his Terracotta Army is located in the suburbs of Xi'an.",
        "cn"
    ],
    [
        158,
        "Asia",
        "Chengdu",
        2164,
        1051,
        2171,
        1053,
        6,
        6.731,
        "Chengdu has established the world renowned breeding and research base for giant pandas.",
        "cn"
    ],
    [
        159,
        "Asia",
        "Rangoon",
        2137,
        1167,
        2143,
        1163,
        6,
        4.348,
        "Downtown Rangoon is known for its leafy avenues and fin-de-siecle architecture.",
        "mm"
    ],
    [
        160,
        "Asia",
        "Bangkok",
        2170,
        1188,
        2177,
        1190,
        6,
        10,
        "Bangkok's many cultural landmarks and attractions in addition to its nightlife venues has made it synonymous with exoticism.",
        "th"
    ],
    [
        161,
        "Asia",
        "Lhasa",
        2100,
        1054,
        2108,
        1056,
        1,
        0.5,
        "Lhasa contains many culturally significant Tibetan Buddhist sites such as the Potala Palace, Jokhang temple and Norbulingka palaces.",
        "cn"
    ],
    [
        162,
        "Asia",
        "Dhaka",
        2094,
        1109,
        2101,
        1111,
        13,
        10,
        "With 400,000 cycle rickshaws running on its streets every day, Dhaka is known as the Rickshaw Capital of the World.",
        "bd"
    ],
    [
        163,
        "Asia",
        "Manila",
        2326,
        1182,
        2293,
        1184,
        5,
        10,
        "Manila is the most densely populated city in the world with 43,079 inhabitants per square kilometer.",
        "ph"
    ],
    [
        164,
        "Asia",
        "Cebu",
        2354,
        1214,
        2362,
        1216,
        5,
        0.823,
        "The city's most famous landmark is Magellan's Cross, reputed to have been planted by Ferdinand Magellan in 1521.",
        "ph"
    ],
    [
        165,
        "Asia",
        "Palu",
        2320,
        1299,
        2297,
        1296,
        10,
        0.335,
        "Household industries in Palu include wood carving, sawmilling, plaiting, and basket and mat making.",
        "id"
    ],
    [
        166,
        "Asia",
        "Kuching",
        2246,
        1285,
        2253,
        1287,
        6,
        0.618,
        "Kuching was part of the Sultanate of Brunei, then ceded to British adventurer James Brooke, to rule as his personal kingdom in 1841.",
        "my"
    ],
    [
        167,
        "Asia",
        "Jakarta",
        2223,
        1339,
        2227,
        1334,
        6,
        10,
        "Jakarta is nicknamed Big Durian, because the city is seen as the Indonesian equivalent of New York City (the Big Apple).",
        "id"
    ],
    [
        168,
        "Asia",
        "Padang",
        2179,
        1303,
        2143,
        1305,
        5,
        0.834,
        "Padang is one of Indonesia’s wettest cities, with frequent rainfall throughout the course of the year averaging 170 inches annually.",
        "id"
    ],
    [
        169,
        "Asia",
        "Singapore",
        2189,
        1272,
        2195,
        1277,
        5,
        5.182,
        "Singapore consists of 63 islands, including the main island, widely known as Singapore Island but also as Pulau Ujong.",
        "sg"
    ],
    [
        170,
        "Asia",
        "Kolkata",
        2074,
        1122,
        2036,
        1124,
        13,
        10,
        "The anglicised form Calcutta was the official name until 2001, when it was changed to Kolkata in order to match Bengali pronunciation.",
        "in"
    ],
    [
        171,
        "Asia",
        "Butwal",
        2044,
        1078,
        2052,
        1080,
        10,
        0.124,
        "Butwal is a major gateway that connects western Nepal to the capital Kathmandu.",
        "np"
    ],
    [
        172,
        "Asia",
        "Hyderabad",
        2010,
        1163,
        2017,
        1165,
        13,
        7.749,
        "The city is home to the Telugu Film Industry known popularly as Tollywood.",
        "in"
    ],
    [
        173,
        "Asia",
        "Bangalore",
        2001,
        1195,
        2008,
        1197,
        13,
        8.499,
        "Bangalore is nicknamed the Garden City and was once called a pensioner's paradise.",
        "in"
    ],
    [
        174,
        "Asia",
        "Mumbai",
        1970,
        1147,
        1935,
        1149,
        6,
        10,
        "Formerly known as Bombay, Mumbai is the most populous city in India, and the fourth most populous city in the world.",
        "in"
    ],
    [
        175,
        "Asia",
        "Ahmedabad",
        1966,
        1118,
        1973,
        1120,
        13,
        6.352,
        "Ahmedabad was at the forefront of the Indian independence movement in the first half of the 20th century.",
        "in"
    ],
    [
        176,
        "Asia",
        "Delhi",
        1993,
        1068,
        1968,
        1070,
        13,
        10,
        "The foundation stone of New Delhi was laid by King George V and Queen Mary at Kingsway Camp on December 15, 1911.",
        "in"
    ],
    [
        177,
        "Asia",
        "Karachi",
        1921,
        1096,
        1928,
        1098,
        9,
        10,
        "Karachi is a major hub of higher education in South Asia and the wider Muslim world.",
        "pk"
    ],
    [
        178,
        "Asia",
        "Kandahar",
        1911,
        1037,
        1864,
        1039,
        7,
        0.512,
        "The Kandahar region produces fine fruits, especially pomegranates and grapes.",
        "af"
    ],
    [
        179,
        "Asia",
        "Kabul",
        1944,
        1012,
        1916,
        1014,
        1,
        3.071,
        "Kabul is over 3,500 years old many empires have long fought over the valley for its strategic location along trade routes.",
        "af"
    ],
    [
        180,
        "Asia",
        "Muscat",
        1858,
        1111,
        1866,
        1113,
        7,
        0.735,
        "Muscat lies on the Arabian Sea along the Gulf of Oman and is in the proximity of the strategic Straits of Hormuz.",
        "om"
    ],
    [
        181,
        "Asia",
        "Tehran",
        1797,
        997,
        1804,
        999,
        1,
        10,
        "Throughout Iran's history, the capital city has been relocated many times, with Tehran being the 32nd national capital of Iran.",
        "ir"
    ],
    [
        182,
        "Asia",
        "Baghdad",
        1746,
        1020,
        1754,
        1022,
        7,
        7.216,
        "Located along the Tigris River, the city was founded in the 8th century and became the capital of the Abbasid Caliphate.",
        "iq"
    ],
    [
        183,
        "Asia",
        "Kuwait City",
        1775,
        1062,
        1723,
        1064,
        5,
        2.38,
        "With the discovery of oil in 1936, the Kuwait City's standard of living improved dramatically, including health and education services.",
        "kw"
    ],
    [
        184,
        "Asia",
        "Beirut",
        1693,
        1020,
        1663,
        1018,
        5,
        2.25,
        "The first mention of Beirut is found in the ancient Egyptian Tell el Amarna letters, dating to the 15th century BC.",
        "lb"
    ],
    [
        185,
        "Asia",
        "Jerusalem",
        1685,
        1042,
        1692,
        1044,
        10,
        1.029,
        "Jerusalem is a holy city to the three major Abrahamic religions: Judaism, Christianity and Islam.",
        "il"
    ],
    [
        186,
        "Asia",
        "Riyadh",
        1760,
        1102,
        1728,
        1104,
        7,
        6.8,
        "As the capital of Saudi Arabia, Riyadh is a diverse city with residents from such places as South Asia, Yemen and Sudan.",
        "sa"
    ],
    [
        187,
        "Asia",
        "Aden",
        1764,
        1188,
        1770,
        1183,
        9,
        1,
        "Until 1937, Aden was ruled as part of British India and was known as the Aden Settlement.",
        "ye"
    ],
    [
        188,
        "Africa",
        "Algiers",
        1442,
        998,
        1447,
        992,
        9,
        5,
        "Algiers is also called 'AlgierstheWhite' for the glistening white of its buildings as seen rising up from the sea.",
        "dz"
    ],
    [
        189,
        "Africa",
        "Casablanca",
        1364,
        1031,
        1313,
        1026,
        9,
        2.95,
        "The Port of Casablanca is one of the largest artificial ports in the world, and considered the economic and business center of Morocco.",
        "ma"
    ],
    [
        190,
        "Africa",
        "Tripoli",
        1506,
        1038,
        1510,
        1031,
        5,
        1.8,
        "Tripoli is affectionately called The Mermaid of the Mediterranean, describing its turquoise waters and its whitewashed buildings.",
        "ly"
    ],
    [
        191,
        "Africa",
        "Benghazi",
        1572,
        1042,
        1579,
        1044,
        5,
        0.671,
        "Benghazi was the site of the turning point of the 2011 Libyan civil war.",
        "ly"
    ],
    [
        192,
        "Africa",
        "Cairo",
        1646,
        1063,
        1620,
        1065,
        7,
        10,
        "Cairo is also associated with Ancient Egypt due to its proximity to the Great Sphinx and the pyramids of Giza.",
        "eg"
    ],
    [
        193,
        "Africa",
        "In Salah",
        1424,
        1086,
        1431,
        1088,
        7,
        0.0437,
        "The name In Salah comes from the term 'goodwell' although the water is known for its rather unpleasant, salty taste.",
        "dz"
    ],
    [
        194,
        "Africa",
        "Dakar",
        1296,
        1179,
        1268,
        1175,
        7,
        2.453,
        "Dakar used to be the finishing point for the famous Dakar Rally off-road endurance race.",
        "sn"
    ],
    [
        195,
        "Africa",
        "Bamako",
        1369,
        1192,
        1376,
        1194,
        13,
        2.757,
        "The name Bamako comes from the Bambara word meaning 'crocodileriver'.",
        "ml"
    ],
    [
        196,
        "Africa",
        "Timbuktu",
        1399,
        1162,
        1406,
        1164,
        3,
        0.0545,
        "Timbuktu is located on the southern edge of the Sahara Desert. The town is surrounded by sand dunes and the streets are covered in sand.",
        "ml"
    ],
    [
        197,
        "Africa",
        "Kaduna",
        1476,
        1207,
        1483,
        1209,
        13,
        0.76,
        "The symbol of Kaduna is the crocodile, called kada in the native Hausa language.",
        "ng"
    ],
    [
        198,
        "Africa",
        "Al Fashir",
        1601,
        1174,
        1608,
        1176,
        7,
        0.265,
        "Al Fashir serves as an agricultural market point for the cereals and fruits grown in the surrounding region. ",
        "sd"
    ],
    [
        199,
        "Africa",
        "Port Sudan",
        1693,
        1149,
        1640,
        1151,
        5,
        0.517,
        "Port Sudan was founded by the British in 1909 as the terminus of a rail linking the Red Sea to the River Nile.",
        "sd"
    ],
    [
        200,
        "Africa",
        "Djibouti",
        1752,
        1200,
        1714,
        1209,
        9,
        0.598,
        "On account of its numerous exotic buildings and structures, Djibouti has been described as a 'FrenchHongKongintheRedSea'.",
        "dj"
    ],
    [
        201,
        "Africa",
        "Monrovia",
        1339,
        1243,
        1294,
        1245,
        13,
        1.011,
        "Founded in 1822, Monrovia is named in honor of U.S. President James Monroe, a prominent supporter of the colonization of Liberia.",
        "lr"
    ],
    [
        202,
        "Africa",
        "Lagos",
        1452,
        1241,
        1425,
        1237,
        5,
        10,
        "Lagos is a huge metropolis which originated on islands separated by creeks, fringing the southwest mouth of Lagos Lagoon.",
        "ng"
    ],
    [
        203,
        "Africa",
        "Kisangani",
        1607,
        1271,
        1614,
        1273,
        6,
        0.683,
        "Kisangani is the largest of the cities that lie in the tropical woodlands of the Congo.",
        "cd"
    ],
    [
        204,
        "Africa",
        "Mogadishu",
        1768,
        1273,
        1774,
        1280,
        9,
        2,
        "Located in the coastal Benadir region on the Indian Ocean, Mogadishu has served as an important port for centuries.",
        "so"
    ],
    [
        205,
        "Africa",
        "Kinshasa",
        1526,
        1312,
        1533,
        1314,
        6,
        9.463,
        "Kinshasa was founded as the first navigable port on the Congo River above Livingstone Falls.",
        "cd"
    ],
    [
        206,
        "Africa",
        "Nairobi",
        1693,
        1300,
        1700,
        1302,
        8,
        4,
        "Nairobi National Park contains many animals including lions, giraffes, and black rhinos. The park is home to over 400 species of birds.",
        "ke"
    ],
    [
        207,
        "Africa",
        "Mombasa",
        1713,
        1320,
        1719,
        1328,
        5,
        0.939,
        "During the pre-modern period, Mombasa was an important centre for the trade in spices, gold, and ivory.",
        "ke"
    ],
    [
        208,
        "Africa",
        "Kananga",
        1597,
        1343,
        1604,
        1346,
        8,
        1.13,
        "Kananga means 'aplaceforpeaceorlove' as the area was a gathering place for pre-colonial chiefs to discuss treaties and to settle disputes.",
        "cd"
    ],
    [
        209,
        "Africa",
        "Zanzibar",
        1714,
        1348,
        1722,
        1350,
        5,
        2,
        "Zanzibar's main industries are spices, raffia, and tourism. In particular, the islands produce cloves, nutmeg, cinnamon and pepper.",
        "tz"
    ],
    [
        210,
        "Africa",
        "Lobito",
        1529,
        1382,
        1536,
        1384,
        9,
        0.208,
        "Lobito was founded in 1843 by order of Maria II of Portugal to exploit one of Africa's finest natural harbors.",
        "ao"
    ],
    [
        211,
        "Africa",
        "Livingstone",
        1611,
        1419,
        1557,
        1421,
        8,
        0.097,
        "Livingstone is home to the beautiful and enormous Victoria Falls. Also named Mosi-oa-Tunya, meaning 'SmokethatThunders.'",
        "zm"
    ],
    [
        212,
        "Africa",
        "Lilongwe",
        1680,
        1399,
        1640,
        1401,
        8,
        0.782,
        "Many European and South African expatriates live in Lilongwe, and many international aid organizations operate from Lilongwe.",
        "mw"
    ],
    [
        213,
        "Africa",
        "Mahajanga",
        1769,
        1416,
        1776,
        1418,
        5,
        0.136,
        "Mahajanga is a favorite tourist destination, with beautiful beaches, a coconut-lined boardwalk, and eight months of virtually rain-free weather.",
        "mg"
    ],
    [
        214,
        "Africa",
        "Beira",
        1674,
        1444,
        1648,
        1446,
        5,
        0.436,
        "Beira has long been a major trade point for exports coming in and out of Zimbabwe, Malawi, Zambia and other Southern African nations.",
        "mz"
    ],
    [
        215,
        "Africa",
        "Windhoek",
        1552,
        1468,
        1559,
        1470,
        10,
        0.32,
        "The University of Namibia, Namibia's only theatre, all ministry head offices, and all major media and financial entities are located in Windhoek.",
        "na"
    ],
    [
        216,
        "Africa",
        "Johannesburg",
        1621,
        1492,
        1555,
        1494,
        13,
        4,
        "Johannesburg claims to be the lightning capital of the world, though this title is also claimed by others.",
        "za"
    ],
    [
        217,
        "Africa",
        "Durban",
        1649,
        1526,
        1613,
        1528,
        5,
        3.5,
        "The Golden Mile (or, colloquially, 'TheMile') is the name given to the popular stretch of beachfront in the city of Durban.",
        "za"
    ],
    [
        218,
        "Africa",
        "Cape Town",
        1557,
        1555,
        1508,
        1557,
        9,
        3.497,
        "Cape Town was developed by the Dutch East India Company as a supply station for ships sailing to Eastern Africa, India, and the Far East.",
        "za"
    ],
    [
        219,
        "Africa",
        "Port Elizabeth",
        1616,
        1555,
        1619,
        1566,
        5,
        1.051,
        "St George's Park cricket ground in Port Elizabeth was the venue for the first Test match played outside of Australia or England.",
        "za"
    ],
    [
        220,
        "Oceana",
        "Port Moresby",
        2533,
        1368,
        2537,
        1378,
        5,
        0.308,
        "In September 1975, Papua New Guinea became an independent country with Port Moresby as its capital city.",
        "pg"
    ],
    [
        221,
        "Oceana",
        "Darwin",
        2407,
        1385,
        2411,
        1379,
        5,
        0.128,
        "Darwin has been rebuilt twice, once due to Japanese air raids during World War II, and again after being devastated by Cyclone Tracy in 1974.",
        "au"
    ],
    [
        222,
        "Oceana",
        "Cairns",
        2507,
        1424,
        2514,
        1427,
        5,
        0.152,
        "Cairns was formed to serve miners heading for the Hodgkinson River goldfield. It later developed into a railhead and major port.",
        "au"
    ],
    [
        223,
        "Oceana",
        "Rockhampton",
        2553,
        1481,
        2559,
        1477,
        5,
        0.075,
        "Rockhampton experiences over 300 days of sunshine each year, which lends itself to tourism and outdoor activities all year round.",
        "au"
    ],
    [
        224,
        "Oceana",
        "Brisbane",
        2565,
        1514,
        2572,
        1516,
        5,
        3,
        "Brisbane played a central role in the Allied campaign during World War II as the South West Pacific headquarters for Gen. Douglas MacArthur. ",
        "au"
    ],
    [
        225,
        "Oceana",
        "Sydney",
        2547,
        1565,
        2554,
        1567,
        5,
        5,
        "The most well known tourist attractions in Sydney include the Sydney Opera House and the Sydney Harbour Bridge.",
        "au"
    ],
    [
        226,
        "Oceana",
        "Melbourne",
        2506,
        1591,
        2513,
        1593,
        13,
        4.2,
        "During the Victorian gold rush of the 1850s, Melbourne was transformed into one of the world's largest and wealthiest cities.",
        "au"
    ],
    [
        227,
        "Oceana",
        "Auckland",
        2727,
        1588,
        2734,
        1587,
        13,
        2,
        "Auckland has the largest Polynesian population of any city in the world.",
        "nz"
    ],
    [
        228,
        "Oceana",
        "Wellington",
        2735,
        1627,
        2741,
        1634,
        5,
        0.393,
        "Wellington is the capital city and second most populous urban area of New Zealand.",
        "nz"
    ],
    [
        229,
        "Oceana",
        "Christchurch",
        2712,
        1650,
        2719,
        1652,
        1,
        0.381,
        "The Christchurch Airport is used as a take-off point for the main supply route to McMurdo and Scott Bases in Antarctica.",
        "nz"
    ],
    [
        230,
        "Oceana",
        "Hobart",
        2523,
        1644,
        2529,
        1652,
        1,
        0.212,
        "Founded in 1804 as a penal colony, Hobart is the state capital and most populous city of the Australian island state of Tasmania. ",
        "au"
    ],
    [
        231,
        "Oceana",
        "Adelaide",
        2463,
        1572,
        2470,
        1574,
        13,
        2,
        "Adelaide is noted for its many festivals and sporting events, its culture, beachfronts, and its large defence and manufacturing sectors.",
        "au"
    ],
    [
        232,
        "Oceana",
        "Alice Springs",
        2431,
        1482,
        2438,
        1484,
        3,
        0.027,
        "Almost in the exact centre of the continent, Alice Springs is 750 miles from the nearest ocean and 930 miles from the nearest major cities.",
        "au"
    ],
    [
        233,
        "Oceana",
        "Perth",
        2292,
        1544,
        2264,
        1546,
        9,
        2,
        "Perth was nicknamed the 'CityofLight' when the city turned in it's lights as astronaut John Glenn passed overhead while orbiting the earth.",
        "au"
    ],
    [
        234,
        "Oceana",
        "Port Hedland",
        2326,
        1449,
        2267,
        1443,
        2,
        0.012,
        "Port Hedland is a natural deep anchorage port which serves as the main fuel and container receival point for the region.",
        "au"
    ],
    [
        235,
        "Oceana",
        "Katherine",
        2419,
        1408,
        2400,
        1420,
        3,
        0.006,
        "The well known and spectacular Katherine Gorge in the Nitmiluk National Park near Katherine has many ancient rock paintings.",
        "au"
    ],
    [
        236,
        "Oceana",
        "Broome",
        2344,
        1418,
        2310,
        1415,
        5,
        0.05,
        "In 1889, a telegraph undersea cable was laid from Broome to Singapore, connecting to England.",
        "au"
    ],
    [
        237,
        "Oceana",
        "Mount Isa",
        2468,
        1455,
        2475,
        1457,
        8,
        0.02,
        "Mount Isa Mines are one of the most productive mines in world history, based on combined production of lead, silver, copper and zinc.",
        "au"
    ],
    [
        238,
        "Oceana",
        "Newman",
        2335,
        1480,
        2342,
        1482,
        3,
        0.008,
        "On 15 January 1998, the temperature in Newman reached an all-time recorded high of 47.0C (116.6F).",
        "au"
    ],
    [
        239,
        "Oceana",
        "Geraldton",
        2283,
        1507,
        2235,
        1510,
        5,
        0.037,
        "Geraldton is home to a horse racing industry, which since 1887 hosts the annual Geraldton Gold Cup.",
        "au"
    ],
    [
        240,
        "Oceana",
        "Kalgoorlie",
        2346,
        1531,
        2351,
        1526,
        8,
        0.033,
        "The name Kalgoorlie is derived from the Wangai word Karlkurla, meaning 'place of the silky pears'.",
        "au"
    ],
    [
        241,
        "Oceana",
        "Broken Hill",
        2486,
        1550,
        2491,
        1545,
        3,
        0.027,
        "Broken Hill has been called The Silver City, the Oasis of the West, and the Capital of the Outback.",
        "au"
    ],
    [
        242,
        "South America",
        "Teresina",
        1090,
        1328,
        1096,
        1336,
        13,
        2,
        "Teresina is third out of the cities with the most lightning strikes in the world.",
        "br"
    ],
    [
        243,
        "South America",
        "Araguaina",
        1057,
        1338,
        1010,
        1340,
        6,
        0.153,
        "Araguaina is home to ITPAC, an educational institute offering medical, dentistry, and lawyer careers.",
        "br"
    ],
    [
        244,
        "South America",
        "Porto Velho",
        941,
        1349,
        946,
        1358,
        13,
        0.436,
        "Porto Velho is an important trading center for cassiterite, the mining of which represents the most important economic activity in the region.",
        "br"
    ],
    [
        245,
        "South America",
        "Recife",
        1154,
        1352,
        1161,
        1354,
        5,
        4.137,
        "Recife's name is an allusion to the coral reefs that are present by the city's shores.",
        "br"
    ],
    [
        246,
        "South America",
        "Cuiaba",
        988,
        1409,
        995,
        1411,
        13,
        0.543,
        "Cuiaba is located in the exact center of South America.",
        "br"
    ],
    [
        247,
        "South America",
        "Campo Grande",
        1002,
        1452,
        1009,
        1454,
        13,
        1,
        "Campo Grande is nicknamed Cidade Morena ('SwarthyCity' in Portuguese) because of the reddish-brown colour of the region's soil.",
        "br"
    ],
    [
        248,
        "Africa",
        "Khartoum",
        1667,
        1179,
        1674,
        1181,
        7,
        5.274,
        "Khartoum is located at the confluence of the White Nile flowing north from Lake Victoria, and the Blue Nile flowing west from Ethiopia. ",
        "sd"
    ],
    [
        249,
        "Africa",
        "Juba",
        1662,
        1248,
        1670,
        1250,
        8,
        0.372,
        "Juba became the world's newest national capital, when South Sudan formally declared its independence from the Republic of the Sudan.",
        "ss"
    ],
    [
        250,
        "Africa",
        "Kampala",
        1667,
        1281,
        1674,
        1283,
        13,
        1.66,
        "Mutesa I, the Kabaka (king) of Buganda, had chosen the area that was to become Kampala as one of his favorite hunting grounds.",
        "ug"
    ],
    [
        251,
        "Africa",
        "Harare",
        1694,
        1379,
        1660,
        1381,
        13,
        3,
        "Harare (before 1982 known as Salisbury) is the largest city and capital of Zimbabwe.",
        "zw"
    ]
]